<html>
<head>
<title>Roteiro Atena</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#FFFFFF" text="#000000">
<p>&nbsp;</p>
<p> Resolvi desenvolver este documento HTML para que os Atenienses pudesem acompanhar, 
  de forma pr&aacute;tica e clara, em que p&eacute; anda o nosso Roteiro, pudessem, 
  tamb&eacute;m opnar sobre ele e para que eu pudesse me organizar melhor, pq 
  ficar escrevendo em um .doc aqui outro ali, n&atilde;o vinha dando certo. </p>
<p>Antes de mais nada, algumas consirera&ccedil;&otilde;es iniciais:</p>
<p>- Hoje dia 3 de Novembro, acabo de iniciar este processo de roteiriza&ccedil;&atilde;o, 
  o qual levaria semanas para gera&ccedil;&atilde;o de uma trama realmente interessante 
  e sem furos, mas n&atilde;o tenho semanas para isso... isso que aqui voc&ecirc;s 
  ler&atilde;o n&atilde;o s&atilde;o nem 10% de um trabalho que eu comecei e dever&aacute; 
  levar algum tempo at&eacute; que esteja realmente conclu&iacute;do, por isso 
  preparem-se provavelmente com o tempo ocorrer&atilde;o altera&ccedil;&otilde;es 
  na hist&oacute;ria. Mas n&atilde;o se preocupem que eu n&atilde;o pretend em 
  mometo algum jogar todo o trabalho criado fora para come&ccedil;ar a viajar 
  na batatinha... :)~ Farei adapta&ccedil;&otilde;es e acertos, taparei furos, 
  e vou aos poucos definindo as caracteristicas de cada personagem, cada chefe, 
  cada planeta, at&eacute; poder juntar tudo e formar o todo!</p>
<p>- Todas as cr&iacute;ticas s&atilde;o aceitas, ali&aacute;s, est&atilde;o intimados 
  a sempre me criticar, pois assim conseguiremos construir um roteiro coerente. 
  Preciso da ajuda de todos! : )</p>
<p>- Todos os nomes adotados aqui s&atilde;o provis&oacute;rios, os nomes definitivos 
  ser&atilde;o basados em nomes Gregos, mas isso fica para depois, j&aacute; que 
  n&atilde;o deve atrapalhar na constru&ccedil;&atilde;o do resto todo.</p>
<p>&nbsp;</p>
<p>- Desenhistas, criarei documentos de desing sobre os personagens, lugares, 
  naves, cenas, ... mas quero muito a opni&atilde;o de voc&ecirc;s em como proceder 
  com isso.</p>
<p>- Pessoal da Modelagem 3D, preparem-se para sofrer.... </p>
<p>- Gurizada da Programa&ccedil;&atilde;o, coitadinhos....</p>
</body>
</html>
